Repository: jonalbr/heat-sheet-pdf-highlighter
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de

source: Configure highlighting lines with specific names.
de: Konfiguriere das Hervorheben von Zeilen mit bestimmten Namen.

source: Configure the watermark options.
de: Konfiguriere das Wasserzeichen.

source: Enter the name of the club to highlight the results.
de: Geben Sie den Namen des Vereins ein, um die Ergebnisse hervorzuheben.

source: Error
de: Fehler

source: Mark only relevant lines
de: Nur relevante Zeilen markieren

source: Only highlights the lines that contain the search term and match the expected format (Lane Name ... Time). You usually want to keep that enabled.
de: Markiert nur die Zeilen, die den Suchbegriff enthalten und dem erwarteten Format entsprechen (Bahn Name ... Meldezeit). Normalerweise möchten Sie das aktiviert lassen.

source: PDF-File:
de: PDF-Datei:

source: Search term (Club name):
de: Suchbegriff (Vereinsname):

source: Select language
de: Sprache auswählen

source: Select the heat sheet pdf.
de: Wählen Sie die Meldeergebnis-PDF aus.

source: Start or cancel the highlighting process.
de: Starten oder abbrechen des Markierungsprozesses.

source: Status: PDF imported.
de: Status: PDF importiert.

source: Status: Importing PDF. Please wait...
de: Status: Importiere PDF. Bitte warten...

source: Status: Language changed to English.
de: Status: Sprache zu Deutsch geändert.

source: Status: Waiting
de: Status: Warten

source: Heat sheet highlighter
de: Meldeergebnis Highlighter

source: Abort
de: Abbrechen

source: Apply
de: Anwenden

source: Browse
de: Durchsuchen

source: Cancel
de: Abbrechen

source: Clear
de: Löschen

source: Preview
de: Vorschau

source: Watermark
de: Wasserzeichen

source: All files
de: Alle Dateien

source: CSV and Text files
de: CSV und Textdateien

source: PDF files
de: PDF Dateien

source: {0}_marked.pdf
de: {0}_markiert.pdf

source: Next Page
de: Nächste Seite

source: Previous Page
de: Vorherige Seite

source: Color (hex)
de: Farbe (hex)

source: Enable Watermark
de: Wasserzeichen aktivieren

source: Preselect Color:
de: Vorauswahl Farbe:

source: Watermark Preview
de: Wasserzeichen-Vorschau

source: Watermark Settings
de: Wasserzeichen-Einstellungen

source: Size
de: Größe

source: Watermark Text
de: Wasserzeichen-Text

source: Enable Filter
de: Filter aktivieren

source: Enable highlighting lines with specific names.
de: Aktiviere das Hervorheben von Zeilen mit bestimmten Namen.

source: Highlight lines with matched names in yellow, others are not highlighted
de: Hervorheben übereinstimmender Namen in gelb, andere nicht hervorheben

source: Highlight lines with matched names in blue, others in yellow
de: Hervorheben übereinstimmender Namen in blau, andere in gelb

source: Names
de: Namen

source: Status: Aborted by user.
de: Status: Abgebrochen vom Benutzer.

source: Status: Processing aborted.
de: Status: Verarbeitung abgebrochen.

source: Finished
de: Fertig

source: Status: Saving PDF.. Please wait...
de: Status: Speichere PDF... Bitte warten.

source: All fields are required!
de: Alle Felder sind erforderlich!

source: No output file selected; processing aborted after matches were found.
de: Keine Ausgabedatei ausgewählt; Verarbeitung abgebrochen, nachdem Übereinstimmungen gefunden wurden.

source: Nothing to highlight; no file saved.
de: Nichts zum Hervorheben; keine Datei gespeichert.

source: Please select a PDF first for preview.
de: Bitte wählen Sie zuerst eine PDF-Datei zur Vorschau aus.

source: Password-protected PDFs are not supported.
de: Passwortgeschützte PDFs werden nicht unterstützt.

source: Version: {0} (New version available)
de: Version: {0} (Neue Version verfügbar)

source: Version: {0} (Update check failed)
de: Version: {0} (Update check fehlgeschlagen)

source: Check for Updates
de: Nach Updates suchen

source: Install Update
de: Update installieren

source: Update Available
de: Update verfügbar

source: Download cancelled.
de: Download abgebrochen.

source: Failed to check for updates: {0}
de: Fehler beim Überprüfen von Updates: {0}

source: Failed to download the installer: {0}
de: Fehler beim Herunterladen: {0}

source: You are already using the latest version.
de: Sie verwenden bereits die neueste Version.

source: Click 'yes' to not be asked again for this update. You can still check manually for updates. If there is a newer version available, you will be asked again.
de: Klicken Sie auf 'Ja', um nicht erneut nach diesem Update gefragt zu werden. Sie können weiterhin manuell nach Updates suchen. Wenn eine neuere Version verfügbar ist, werden Sie erneut gefragt.

source: Up to Date
de: Kein Update gefunden

source: Downloading... {0:.1f} MB of {1:.1f} MB, {2:.0f} seconds remaining
de: Herunterladen... {0:.1f} MB von {1:.1f} MB, {2:.0f} Sekunden verbleibend

source: A new version ({0}) is available. Do you want to update?
de: Eine neue Version ({0}) ist verfügbar. Möchten Sie aktualisieren?

source: Install
de: Installieren

source: Are you sure you want to install version {0}?
de: Sind Sie sicher, dass Sie Version {0} installieren möchten?

source: Are you sure you want to reset all settings to defaults?
de: Sind Sie sicher, dass Sie alle Einstellungen auf die Standardeinstellungen zurücksetzen möchten?

source: Debug Options
de: Debug-Optionen

source: Install Specific Version
de: Spezifische Version installieren

source: Open Settings File
de: Einstellungsdatei öffnen

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen

source: Reset Settings
de: Einstellungen zurücksetzen

source: When enabled, updates require a matching .sha256 file for verification (affects all channels)
de: Wenn diese Option aktiviert ist, benötigen Updates eine passende .sha256-Datei zur Überprüfung (betrifft alle Kanäle).

source: Dev Tools
de: Entwicklertools

source: Verify SHA256
de: SHA256 überprüfen

source: Processing complete: {0} match found. {1} skipped.
de: Verarbeitung abgeschlossen. {0} Übereinstimmung gefunden. {1} übersprungen.

source: Processed: {0}/{1} pages. {2} match found. {3} skipped.
de: Verarbeitet: {0}/{1} Seiten. {2} Übereinstimmung gefunden. {3} übersprungen.
